{
  "screens": {
    "home": {
      "featuredEvents": "Featured Events",
      "latestClips": "Latest clips"
    },
    "camera": {
      "selectEvent": "Select event",
      "flipPhoneMessage": "Landscape increases chances to be featured.",
      "permissions": "Allow recording video and audio to continue.",
      "recordingStopedTitle": "Natáčení videa bylo zastaveno",
      "recordingStopedBody": "Pokud chcete pokračovat, začněte natáčet další video."
    },
    "profile": {
      "title": "My Profile",
      "firstName": "First name",
      "lastName": "Last name",
      "publicMentions": "Public mentions",
      "publicMentionsDescription": "We might display your name in credits of the clips generated by GetMoments.",
      "data": "Auto upload via mobile data or WiFi",
      "dataDescription": "Upload recorded videos immediately using mobile data or WiFi. If unchecked, uploads will wait for a WiFi connection.",
      "socialMedia": "Social media accounts",
      "save": "Save",
      "cancel": "Cancel",
      "about": "About GetMoments →",
      "terms": "Terms & Conditions",
      "logout": "Logout"
    },
    "login": {
      "title": "Login to the app",
      "signUpTitle": "Sign-up to the app",
      "emailLogin": "Login or Sign-up with e-mail",
      "socialLogin": "← Login via social",
      "signIn": "Sign-in instead",
      "signUp": "Sign-up instead",
      "existingUser": "Existing user?",
      "newUser": "New user?",
      "terms": "Terms & Conditions",
      "email": "E-mail",
      "password": "Password",
      "firstName": "First name",
      "lastName": "Last name",
      "signUpNow": "Sign-up Now",
      "login": "Sign-in",
      "verification": "We have sent an email for verification. Follow the instructions in email for logging into your account.",
      "success": "Sign in succeeded"
    },
    "events": {
      "by": "by",
      "clips": "Clips",
      "noClips": "No Clips",
      "unfollowEvent": "Unfollow Event",
      "finalCuts": "Final Cuts",
      "myClips": "My Clips",
      "total": "Total",
      "inviteMembers": "Invite Members",
      "creators": "Creators"
    },
    "terms": {
      "accept": "Accept",
      "cancel": "Cancel",
      "introTitle": "Terms of Use of GetMoments Application",
      "introBody": "We are 1000cams s.r.o., with registered address at Kaprova 42/14, Staré Město, Praha 1 (Prague 1), 110 00, Company identification number: XYZ, incorporated at the Metropolitan Court in Prague, Section C, Insert 237802 and we operate 1000cams application.\n \nThank you for using it, respecting our terms and for granting license to your video content.",
      "title1": "I. How does the application work?",
      "body1Android": "1. Download the application in Google Play Store or Apple Store.\n \n2. Downloading and using is completely free of charge.\n \n3. The application may be used both in iOS and Android operating systems.\n \n4. To be able to use the application, it is necessary that you allow us access to your camera and microphone.\n \n5. To use the application in accordance with these terms, we hereby grant you a non-exclusive license.",
      "body1iOS": "1. Download the application in Apple Store.\n \n2. Downloading and using is completely free of charge.\n \n3. The application may be used in iOS operating system.\n \n4. To be able to use the application, it is necessary that you allow us access to your camera and microphone.\n \n5. To use the application in accordance with these terms, we hereby grant you a non-exclusive license.",
      "title2": "II. Option of using your own shot content (license)",
      "body2": "1. You can freely use the video you shoot. You also give us right to use the video for our purposes, with no limitation in time, quantity and territory, offline and online, in full extent as sets forth the copyright act, both for commercial and non-commercial purposes.\n \n2. We may publish and adjust the video, connect it with other copyright work and outputs or trademarks. We are not obliged to state your name in the video.\n \n3. You grant us these rights for free with no claim to remuneration. We are not obliged to use the video.\n \n4. We may partially or fully transfer all stated and granted rights to third persons, i.e. sublicense or assign them. The third persons may also use the video for commercial purposes.\n \n5. Recorded content must not breach or interfere with the rights (copyright, personality) of third persons. But there is no reason to worry:  where stated, the use of our application to capture the given performance is legally secured, thus all right.",
      "title3": "III. Protection of  Personal Data and Privacy",
      "body3": "1. It is possible that you are captured in a video recorded at an event. In such case, it is understood as processing of your personal data – capturing of your image in the video.\n \n2. We try to anonymize such shots as much as possible, unless the shot clearly shows that you wish to be captured (e.g. by stylization in front of the camera etc.).\n \n3. Processing in the case of large social and cultural events allows the so-called authorized interest, against which you may object: if this is the case, please contact the event organizers, the capturer of the shot, or ourselves.\n \n4. We process the shots for 5 years for artistic and commercial purposes (e.g. event sponsors etc.). As regards the event archiving (thus historical purposes), the shots are archived for a period corresponding to such archiving purposes.\n \n5. Within the establishment of a user profile we process your e-mail address, name and your photograph, if you record one (voluntary). If you establish an account by means of interconnection of an account with social networks, we also process your public profile information in the given network for the establishment and accounts interconnection. Such processing is required for the provision of our service. It is only up to you if you provide your data – however without it we are not able to give you access to our application and provide the service.\n \n6. We will e-mail you from time to time (unless you forbid us to do so) to inform you about news going on in our world. We are allowed to such processing according to (Section 2, Subsection 3 of the Act on Services for Information Society). We will include you in the news for a period of 2 years from the last services provided. You can log out from receiving the news any time.\n \n7. Our processors are the following:\n \n  -  IT solutions and hosting services suppliers,\n \n  -  Marketing magicians who consult and provide other marketing services,\n \n  -  Persons participating in the organization of cultural events and their suppliers.\n \nVideos may be available on social networks (e.g. Facebook, Instagram, TikTok, Youtube) in accordance with their terms and conditions.\n \n8. Videos may be further used by the so-called administrators, e.g. event organizers, sponsors etc. – always in compliance with their terms and conditions of personal data processing.\n \n9. Personal data stays within the European Union. If we use platforms outside the European Union, we work with them in accordance with the legislation, especially GDPR.\n \n10. We have not appointed a data protection officer and do not use the data for profiling.",
      "body3withLink1": "11. The GDPR regulation gives you, among others, the right to refer to us and require information as to what of your personal data we process, ask us for access to such data and have them updated or repaired, or require processing limitations, you may require a copy of the processed personal data, in certain situations ask us for personal data erasure and in certain cases you have the right to its transferability. You may object to the processing based on reasonable interest. Should you reckon that we mistreat the data, you have the right to file a complaint at the ",
      "body3withLink2": "Personal Data Protection Office",
      "body3withLink3": ", or refer your claims to the court.",
      "link": "",
      "title4": "IV. Forbidden Use of Our Application",
      "body4": "1. It is forbidden to use our application for other purposes than such that are stated, especially to use it for illegal or competing purposes. If you use the application to acquire a competing advantage (e.g. you use the unique principles, on which the application is based), you will thereby breach our copyright and these terms, and it may be referred to as unfair competition.\n \n2. Jeopardizing or restricting behavior is forbidden, as well as such behavior that has a negative effect on stability, functionality and availability of our application.",
      "title5": "V. Conclusion",
      "body5": "1. Application, its functions or terms of use may be modified any time.\n \n2. If the use of a new version of the application requires software updating, we will let you know. Please remember to update the application if that is the case.\n \n3. Our relations are subject to the Czech law system. In the case of any disputes, they will be heard by the Czech courts. Our relations mainly follow the copyright act and the Civil Code."
    },
    "clips": {
      "loadMore": "Load more",
      "noClips": "No Clips"
    }
  },
  "user": {
    "statuses": {
      "member": "Member",
      "invited": "Invited",
      "none": "None"
    }
  },
  "tabs": {
    "home": "Home",
    "events": "Events",
    "clips": "Clips",
    "profile": "Profile"
  },
  "video": {
    "upload": "Upload",
    "cancel": "Cancel",
    "finalCut": "Final cut"
  },
  "dateFormats": {
    "today": "Today",
    "yesterday": "Yesterday",
    "year": "yyyy",
    "date": "MMMM d",
    "time": "HH:mm",
    "full": "MMMM d, yyyy HH:mm",
    "shortMonthDayYear": "MMM dd, yyyy",
    "shortMonthYear": "MMM yyyy",
    "shortDate": "LLL d"
  },
  "errors": {
    "verification": "Verify your e-mail.",
    "emailRequired": "E-mail required.",
    "emailInvalid": "Invalid e-mail.",
    "passwordRequired": "Password required.",
    "passwordInvalid": "Password is incorrect.",
    "passwordWeak": "Password needs to be 6-20 characters long and contain at least one digit, one uppercase and one lowercase letter.",
    "firstNameRequired": "First name required.",
    "lastNameRequired": "Last name required.",
    "auth/email-already-in-use": "User with this email already exists.",
    "auth/user-not-found": "There is no user with this email.",
    "auth/wrong-password": "Password is incorrect.",
    "auth/network-request-failed": "Network request failed.",
    "auth/account-exists-with-different-credential": "User with this email already exists. Please sign in using a different method.",
    "connectToInternet": "Please connect to Internet",
    "something": "Something went wrong.",
    "loginFailed": "Login failed.\n Please try again or contact us."
  },
  "notification": {
    "uploaded": "Uploaded",
    "pause": "Pause",
    "resume": "Resume",
    "starting": "Starting...",
    "pausing": "Pausing...",
    "resuming": "Resuming...",
    "cancel": "Cancel",
    "uploadTitle": "Uploading recordings",
    "unuploadedRecordings": "You have unuploaded recordings",
    "unuploadedRecordingsDesc": "Open your app to upload them more efficiently."
  },
  "dialog": {
    "uploadTitle": "Uploading – {{value}} % complete...",
    "hide": "Hide"
  },
  "alert": {
    "cannotUpload": "Cannot upload",
    "cannotUploadDesc": "Please sign in to upload video.",
    "cannotDelete": "Cannot delete",
    "cannotDeleteDesc": "It is not possible to delete video while the upload is running.",
    "cannotLogout": "Cannot logout",
    "cannotLogoutDesc": "It is not possible to logout while the upload is running."
  },
  "header": {
    "myVideos": "My Videos",
    "allVideos": "All Videos",
    "allEvents": "All Events"
  },
  "signInButtons": {
    "facebook": "Sign in with Facebook",
    "google": "Sign in with Google"
  },
  "noEvents": "No events available"

}
